//- Відтворити роботу годинника, відрахувавши 
//  2 хвилини (2 цикли! 1й - хвилини, 2й - секунди)
//- Відтворити роботу годинника, відрахувавши  
//  2 години 20 хвилини (3 цикли! 1й - години, 2й - хвилини, 3й - секунди)

for(let i = 1; i < 3; i++){
    document.write(i + "минута:");
    for(let j = 1;j < 61; j++){
        document.write(j + "секунда");
    }
}



for(let i = 1;i < 3; i++){
    document.write(i + "година");
    for(let j = 1; j < 21; j++){
        document.write(j + "хвилина");
        for(let k = 1;k < 61; k++) {
            document.write(k + "секунда");

        }
    }
}